CD2DRoundedRect.#ctor(D2D1_ROUNDED_RECT!System.Runtime.CompilerServices.IsConst*)
Constructs a CD2DRoundedRect object from D2D1_ROUNDED_RECT object.
rectIn: source rectangle

CD2DRoundedRect.#ctor(D2D1_ROUNDED_RECT!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
Constructs a CD2DRoundedRect object from D2D1_ROUNDED_RECT object.
rectIn: source rectangle

CD2DRoundedRect.#ctor(CD2DRectF!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,CD2DSizeF!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
Constructs a CD2DRoundedRect object from CD2DRectF object.
rectIn: source rectangle
sizeRadius: radius size

CD2DRoundedRect
D2D1_ROUNDED_RECT wrapper